[
    {
        "post_text": "Feed post number 1\nAnsuman Simanta Sekhar Bhujabala\nAnsuman Simanta Sekhar Bhujabala\n • 1st\n• 1st\nIntern@ Invest4Edu || CSE Undergrad || SIH 2023 Finalist\nIntern@ Invest4Edu || CSE Undergrad || SIH 2023 Finalist\n4mo • \n 4 months ago\nI’m happy to share that I’m starting a new position as Intern at Invest4Edu!\nStarting a New Position\n24\n10 comments\nCongrats Ansuman! 🎉\n🎉🎉🎉\nAmazing\nWell done Ansuman\n🥳🥳🥳\n🔥🔥🔥\n🎊🎊🎊\n\nAdd a comment…\nOpen Emoji Keyboard",
        "post_length": 77,
        "post_date": "4mo • \n 4 months ago",
        "likes": "24",
        "comments": "10 comments"
    },
    {
        "post_text": "Feed post number 2\nAnsuman Simanta Sekhar Bhujabala\nAnsuman Simanta Sekhar Bhujabala\n • 1st\n• 1st\nIntern@ Invest4Edu || CSE Undergrad || SIH 2023 Finalist\nIntern@ Invest4Edu || CSE Undergrad || SIH 2023 Finalist\n4mo • \n 4 months ago\nI am thrilled to share that it's been one month since I joined Invest4Edu as an intern. These weeks have been filled with valuable experiences, new skills, and professional growth. I have been working on some exciting tasks that save time and bring real solutions to challenges.\nI would like to extend my heartfelt gratitude to, our visionary leader, for the inspiring guidance and support. A special thanks tofor your mentorship and for providing me with the opportunities to learn and contribute meaningfully. I also want to thankfor making this transition smooth and welcoming.\nLooking forward to the exciting time ahead and continuing to learn and grow with this amazing team!\n…more\nActivate to view larger image,\n63\n16 comments",
        "post_length": 159,
        "post_date": "4mo • \n 4 months ago",
        "likes": "63",
        "comments": "16 comments"
    },
    {
        "post_text": "Feed post number 3\nAnsuman Simanta Sekhar Bhujabala\nAnsuman Simanta Sekhar Bhujabala\n • 1st\n• 1st\nIntern@ Invest4Edu || CSE Undergrad || SIH 2023 Finalist\nIntern@ Invest4Edu || CSE Undergrad || SIH 2023 Finalist\n8mo • \n 9 months ago\n🚀 Cracking the Code of MedTech Challenges: Team MindFlow's Story at SIH 2023🌟\n\nExciting news from the lead of Team MindFlow! 🎉 I'm thrilled to share that our team successfully navigated the Grand Finale of Smart India Hackathon 2023. It was a 36-hour whirlwind of excitement, collaboration, and pure joy! 💻\n\nAs the lead, I had the privilege of working alongside five incredibly talented individuals, each contributing their unique skills to our project. Our focus was on the MedTech domain, and my role primarily involved spearheading the backend development and machine learning aspects.\n\n🧠 In the heart of the hackathon, we dived into crafting innovative solutions, leveraging the power of technology to address challenges in healthcare. The synergy within our team was phenomenal, and the passion for creating meaningful change was palpable.\n\n🌐 Although we didn't secure the top spot, the journey was invaluable. The Smart India Hackathon provided us with a platform to showcase our talents and push the boundaries of what's possible in MedTech innovation.\n\n🤖 The backend and ML components played a crucial role in our project, and I'm immensely proud of our team's collaborative effort. Each team member brought a unique perspective and expertise, contributing to a holistic and impactful solution.\n\n💡 The real victory lies in the lessons learned, the friendships forged, and the growth achieved during this intense experience. As the lead, I want to express my gratitude to every team member for their dedication and hard work.\n\n🙌 Here's to Team MindFlow, an embodiment of innovation, collaboration, and the pursuit of excellence! 🚀✨\n…more\nActivate to view larger image,\nActivate to view larger image,\n48\n2 comments\n2 reposts",
        "post_length": 315,
        "post_date": "8mo • \n 9 months ago",
        "likes": "48",
        "comments": "2 comments"
    },
    {
        "post_text": "Feed post number 4\nAnsuman Simanta Sekhar Bhujabala\nAnsuman Simanta Sekhar Bhujabala\n • 1st\n• 1st\nIntern@ Invest4Edu || CSE Undergrad || SIH 2023 Finalist\nIntern@ Invest4Edu || CSE Undergrad || SIH 2023 Finalist\n1yr • \n 1 year ago\n🚀 **Community Contribution : 5-Day Offline Git and GitHub Workshop Success!** 🚀\n\nHello LinkedIn community,\n\nI'm thrilled to share the success of a 5-day offline Git and GitHub workshop that I recently conducted for my fellow classmates and juniors at our college! 🌟\n\n\nOver the past week, I had the incredible opportunity to dive deep into the world of version control, collaboration, and open-source technology with an amazing group of eager learners. The workshop aimed to demystify Git and GitHub, essential tools in the realm of software development. Through interactive sessions, hands-on exercises, and real-world examples, we explored the power of Git for version control and GitHub for collaborative coding projects.\n\nHere are some highlights from our workshop:\n\n🔹 **Understanding Git Fundamentals:** We started with the basics, ensuring everyone had a strong foundation in version control concepts.\n\n🔹 **Mastering GitHub Workflows:** From creating repositories to managing branches and pull requests, we delved into the collaborative features of GitHub, enabling our participants to work seamlessly on group projects.\n\n🔹 **Hands-On Practice:** Practical exercises and coding challenges allowed everyone to apply their newfound knowledge, making the learning experience interactive and engaging.\n\n🔹 **Open-Source Spirit:** I emphasized the importance of open-source contributions and how GitHub serves as a gateway for aspiring developers to join the vibrant global developer community.\n\nI am incredibly proud of the enthusiasm and dedication displayed by my peers throughout the workshop. Witnessing their growth and confidence in using these tools was truly inspiring. 🌱\n\nI want to express my gratitude to everyone who participated and made this workshop a success.\n\nAnd I am ever grateful tofor his videos which made me comfortable with Opensource and Community Contribution.\n\n\n\n\n\nLooking forward to connecting and learning from all of you! 🌟\n\nWarm regards,\n\n…more\nActivate to view larger image,\nwith Ramith Chatterjee\n26",
        "post_length": 340,
        "post_date": "1yr • \n 1 year ago",
        "likes": "26",
        "comments": "0"
    },
    {
        "post_text": "Feed post number 5\nAnsuman Simanta Sekhar Bhujabala\nAnsuman Simanta Sekhar Bhujabala\n • 1st\n• 1st\nIntern@ Invest4Edu || CSE Undergrad || SIH 2023 Finalist\nIntern@ Invest4Edu || CSE Undergrad || SIH 2023 Finalist\n1yr • \n 1 year ago\n🚀 Back in action! 🚀 After a brief hiatus, I've been on an exciting journey over the past months, sharpening my MERN stack skills! 🛠️🌟\n\nTeaming up with the dynamic trio –andwe've been on fire! 🔥 We tackled 2 hackathons together, and I'm incredibly lucky to learn from the brilliance of Akebu and Tori. Akebu's been my guiding light, keeping me on track even through my silliest blunders.\n\nIn our maiden project, we birthed \"Bloomly\" 🌈🌱 – a community app celebrating Pride Month. This platform brings the pride community together, embracing uniqueness and fostering growth.\n\n📅 **CommunityConnect** 🗺️ emerged as our second masterpiece. Empowering users to create and join events with seamless calendar integration, we're turning events into grand successes together!\n\n👉 Here's the icing on the cake: You can check out the code for our projects on my GitHub repo:\n\nChallenges? Oh boy, they were plenty:\n\n🤯 Tackling complex CRUD operations for the first time.\n🔗 Bridging the gap between frontend and backend – a teamwork feat.\n🌐 Navigating Atlas and IP connections like a pro.\n🔐 Wrestling with OAuth, causing a couple of sleepless nights and countless fizzy drinks.\n\nBut hey, look at what I've gained:\n\n🤝 Collaboration skills par excellence.\n🔄 Bridging and aligning the backend with frontend seamlessly.\n🏃‍♂️ Solo's easy, but teamwork? That's a whole different skill league.\n\nThrough the ups and downs, I've identified my growth areas and embraced them head-on. 🚀 Here's to aiming high! 🌠 Always game for more hackathons and community-driven projects. Let's connect and conquer! 🌐🌍\n…more\nGitHub - Ansumanbhujabal/Hackspree1.0: Hackspree 1.0 Hackathon\ngithub.com\n12\n4 comments\n2 reposts",
        "post_length": 308,
        "post_date": "1yr • \n 1 year ago",
        "likes": "12",
        "comments": "4 comments"
    }
]